ags-hyprpanel-git
alacritty
amdgpu_top
base
base-devel
bat
blueman
bluetui
bluez
bluez-tools
bluez-utils
cava
chromium
cmatrix
code
corectrl
discord
dmidecode
dotnet-sdk
dunst
efibootmgr
evtest
fastfetch
feh
firefox
flameshot
flatpak
foliate
foot
fzf
gdm
git
github-cli
github-desktop-bin
grim
grsync
grub
gslapper
gst-plugin-pipewire
gst-plugins-ugly
gvim
htop
hyprland
hyprlock
hyprpaper
hyprpicker
hyprshot
inetutils
intel-media-driver
intel-ucode
iwd
kitty
lact
lib32-mesa
lib32-vulkan-radeon
libreoffice-still
libva-intel-driver
linux
linux-firmware
lolcat
lsd
luacheck
luarocks
man-db
mono
mpv
mpvpaper
nano
nekoray-qt6
neofetch
neovim
network-manager-applet
networkmanager
noto-fonts
noto-fonts-emoji
numlockx
nwg-look
obs-studio
obsidian
omnisharp-roslyn-bin
openrgb
os-prober
otf-font-awesome
pacman-contrib
papirus-icon-theme
paru
paru-debug
pavucontrol
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
powerline-fonts
pycharm-community-edition
qbittorrent
qt5-wayland
radeontop
ranger
reflector
rofi-lbonn-wayland-git
rsync
sassc
slurp
smartmontools
snapd
spotify
spotify-launcher
steam
stress-ng
swaync
swww
telegram-desktop
testdisk
thunar
timeshift
tldr
tmux
ttf-dejavu
ttf-jetbrains-mono
ttf-noto-nerd
unityhub
uwsm
vlc
vulkan-intel
vulkan-nouveau
vulkan-radeon
waybar
wev
wget
wireless_tools
wlogout
woeusb-ng
woff2-font-awesome
wofi
xdg-desktop-portal-hyprland
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
xorg-xwininfo
yandex-music
yay
yay-debug
yazi
zram-generator
zsh
